[
  {
    "id": "1",
    "title": "Dental Examination: First Step to a Healthy Smile",
    "slug": "dental-examination-first-step-to-healthy-smile",
    "snippet": "Learn about the importance of regular dental check-ups and what to expect during your visit.",
    "content": "Regular dental examinations are crucial for maintaining optimal oral health. During your visit, our experienced dentists will thoroughly assess your oral health, identify potential issues early, and create a personalized treatment plan to ensure your smile stays healthy and bright.",
    "date": "19.07.2024",
    "image": "/images/heroDoctors.png"
  },
  {
    "id": "2",
    "title": "Teeth Whitening: Tips for a Brighter Smile",
    "slug": "teeth-whitening-tips-for-brighter-smile",
    "snippet": "Everything you need to know about teeth whitening procedures.",
    "content": "Teeth whitening procedures are aesthetic treatments designed to restore your teeth's natural color. Learn about the treatment process, products used, and care recommendations for maintaining your bright smile.",
    "date": "20.07.2024",
    "image": "/images/orthodontia.jpg"
  },
  {
    "id": "3",
    "title": "Bridges and Crowns: Best Solutions for Your Teeth",
    "slug": "bridges-and-crowns-best-solutions-for-your-teeth",
    "snippet": "Everything about bridge and crown treatments.",
    "content": "Bridges and crowns are dental treatments used to restore missing teeth. In this article, learn how these procedures are performed and when they might be the right choice for you.",
    "date": "21.07.2024",
    "image": "/images/maxillofacialSurgery.jpg"
  },
  {
    "id": "4",
    "title": "Orthodontic Treatment: Align Your Teeth",
    "slug": "orthodontic-treatment-align-your-teeth",
    "snippet": "Understanding orthodontic treatment process and benefits.",
    "content": "Orthodontic treatment is designed to straighten your teeth and improve jaw alignment. Learn about braces, wires, and other orthodontic appliances that can help you achieve a perfect smile.",
    "date": "22.07.2024",
    "image": "/images/implant.jpg"
  },
  {
    "id": "5",
    "title": "Pediatric Dentistry: Healthy Teeth from an Early Age",
    "slug": "pediatric-dentistry-healthy-teeth-from-early-age",
    "snippet": "The importance and applications of pediatric dentistry.",
    "content": "Pediatric dentistry focuses on protecting and supporting children's dental health. Learn about early dental care and treatment methods to ensure your child's healthy smile.",
    "date": "23.07.2024",
    "image": "/images/dentalRestoration.jpg"
  },
  {
    "id": "6",
    "title": "Dental Implants: Permanent Tooth Solutions",
    "slug": "dental-implants-permanent-tooth-solutions",
    "snippet": "Dental implants and implementation processes.",
    "content": "Dental implants provide permanent solutions for missing teeth. Learn how implant procedures are performed and discover their advantages in this comprehensive guide.",
    "date": "24.07.2024",
    "image": "/images/pediatricDentistry.jpg"
  },
  {
    "id": "7",
    "title": "Gum Disease: Symptoms and Treatment Methods",
    "slug": "gum-disease-symptoms-and-treatment-methods",
    "snippet": "Understanding gum disease symptoms and treatment options.",
    "content": "Gum disease occurs when tissues around the teeth become inflamed. Learn about the symptoms, causes, and treatment methods to maintain healthy gums.",
    "date": "25.07.2024",
    "image": "/images/teethWhitening.jpg"
  },
  {
    "id": "8",
    "title": "Tooth Decay: Prevention and Treatment Methods",
    "slug": "tooth-decay-prevention-and-treatment-methods",
    "snippet": "Methods for preventing and treating tooth decay.",
    "content": "Tooth decay is damage that occurs to tooth enamel. Discover effective methods for preventing cavities and learn about available treatment options for existing decay.",
    "date": "26.07.2024",
    "image": "/images/toothExtraction.jpg"
  },
  {
    "id": "9",
    "title": "What to Consider When Choosing a Dentist?",
    "slug": "what-to-consider-when-choosing-a-dentist",
    "snippet": "Important factors to consider when selecting a dentist.",
    "content": "Choosing the right dentist is crucial for your dental health. Learn about the key factors to consider when selecting a dental professional who best meets your needs.",
    "date": "27.07.2024",
    "image": "/images/aestheticDentistry.jpg"
  },
  {
    "id": "10",
    "title": "Dental Cleaning: Professional Cleaning and Care",
    "slug": "dental-cleaning-professional-cleaning-and-care",
    "snippet": "Dental cleaning and care recommendations.",
    "content": "Professional dental cleaning is an essential step in maintaining oral health. Learn about professional cleaning procedures and home care methods for optimal dental hygiene.",
    "date": "28.07.2024",
    "image": "/images/rootCanal.jpg"
  }
]
